<?php

class wxMsg {

    public static $GZ_MSG = "感谢您的关注。您已把数万品种装进口袋，祝您使用愉快。";
    public static $NO_PZ = "很遗憾,没有找到该品种，请确保品种名称完整";
    public static $NO_PZ_START = "您是不是要找：";
    public static $NO_PZ_END = "输入完整名称试试！";
    public static $SEARCH_HB_YZ = "查品种  中红包成功   
恭喜中奖！二十九至初三期间每天都可以参与查品种抽奖活动一次，不要忘记每天都查品种参与抽奖。点击打开自己种过的品种，每天评价一个品种（20字以上的优质点评），点评成功后公众号回复“点评红包”，更可以每天100%领到1-10元的红包一次，每天奖金1999，领完为止，快来点评品种吧。";
    public static $SEARCH_HB_WZ = "查品种  未中奖
很遗憾，今天你的运气不太好。不过二十九至初三期间每天都可以参与查品种抽奖活动一次，不要忘记每天都查品种参与抽奖。点击打开自己种过的品种，每天评价一个品种（20字以上的优质点评），点评成功后公众号回复“点评红包”，更可以每天100%领到1-10元的红包一次，每天奖金1999，领完为止，快来点评品种吧。
";
    public static $SEARCH_HB_YDP = "点评红包  已点评
感谢您的点评！小小红包祝您新年快乐，生活幸福！不要忘记二十九至初三期间每天都查品种参与抽奖和点评品种领红包。
";
    public static $SEARCH_HB_WDP = "点评红包领取失败
系统未发现您今天有点评品种或您的点评字数过少（不足20字）。请在人人种品种大全小程序中点评您种过的品种，再重新在公众号回复“点评红包”，1-10元的红包每天都可以领，每天奖金1999，领完为止。
";
    public static $SEARCH_HB_YFW = "点评红包  红包发完
抱歉，今天的1999已经被刮分光了。新的1999会在夜间0点补充完毕，请明天再点评品种领取您的红包。";
    public static $SEARCH_HB_DPYL = "点评红包 已领
您今天已经领过点评红包啦，二十九至初三期间每天都可以发点评领一次点评红包，不要忘记每天都来领。";

}

?>
